-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Июн 05 2017 г., 23:45
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `nk`
--

-- --------------------------------------------------------

--
-- Структура таблицы `comments`
--

CREATE TABLE IF NOT EXISTS `comments` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `post_id` int(255) NOT NULL,
  `author` varchar(1024) NOT NULL,
  `avatar` varchar(1024) NOT NULL,
  `date` varchar(1024) NOT NULL,
  `comment` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Дамп данных таблицы `comments`
--

INSERT INTO `comments` (`id`, `post_id`, `author`, `avatar`, `date`, `comment`) VALUES
(1, 1, 'FirstViret', 'img/avatars/1.jpg', '5 июня 2017', 'Lorem ipsum dolor sit amet, consectetur adipisicing elit. Non recusandae tempore enim quae ipsum molestiae dicta asperiores. Quibusdam quidem alias ab cumque provident!Asperiores, corporis at velit iure doloremque provident.'),
(2, 1, 'FirstViret№2', 'img/avatars/1.jpg', '5 июня 2017', 'Lorem ipsum dolor sit amet, consectetur adipisicing elit. Non recusandae tempore enim quae ipsum molestiae dicta asperiores. Quibusdam quidem alias ab cumque provident!Asperiores, corporis at velit iure doloremque provident.'),
(3, 1, 'FirstViret№3', 'img/avatars/1.jpg', '5 июня 2017', 'Lorem ipsum dolor sit amet, consectetur adipisicing elit. Non recusandae tempore enim quae ipsum molestiae dicta asperiores. Quibusdam quidem alias ab cumque provident!Asperiores, corporis at velit iure doloremque provident.');

-- --------------------------------------------------------

--
-- Структура таблицы `history`
--

CREATE TABLE IF NOT EXISTS `history` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `title` varchar(1024) NOT NULL,
  `description` text NOT NULL,
  `image` varchar(1024) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Дамп данных таблицы `history`
--

INSERT INTO `history` (`id`, `title`, `description`, `image`) VALUES
(1, 'Нікополь', '<p>Нікополь - це прекрасне місто на березі Каховського моря, воно має славетне минуле і яскраве сьогодення. Це місто варте уваги завзятого туриста.</p>\n\n<p>На моєму сайті ви знайдете цінну і достовірну інформацію про розташування туристичних об''эктiв і найбільш популярних туристичних маршрутів міста. Також ви маєте можливість дивитися онлаїн-трансляцію найбільш жваних місць Нікополя.</p>\n\n<h4 class="text-center"> Про місто</h4>\n\n<p>Селище засоноване у 1669 році.Статус міста має з 1926 року.</p>\n\n<p>Населення на 01.01.2016 рок - 117,5 тис. осіб.</p>\n\n<p>Нікополь – районний центр однойменного району Дніпропетровської області.</p>', 'img/site/about.jpg'),
(2, 'Початок', '<p>Люди почали селитися на території сучасного Нікополя ще у III тис. до н.э. Ця земля пам''ятає скіфів і сарматів, племена Черняхівської культури, печенігів, хозарів, половців та монголо-татар. Саме через наш край проходив знаменитий шлях "з варягів у греки" і північне відгалуження Великого Шовкового шляху.</p>\n\n<p>З 1594 р. на цих землях почали селитися запорозькі козаки. Саме тут в 1639 р. було засноване - місто-фотреця Микитинська Січ.</p>\n\n<p>Саме тут у квітні 1748 р. Богда Хмельницький був обраний гетьманом Війська Запорозького. У часи Катерини другої місто отримало сучасну назву Нікополь.</p>\n\n<p>З побудовою залізниці місто стало процвітати як торгівельний и промисловий центр.</p>', 'img/history/1.jpg'),
(3, 'Никополь в конце XVIII — начале XX веков', '<p>В радянські часи тут було побудовано найпотужніший в СРСР Південно-трубний завод.</p>\n\n<p>Криваві битви відбувалися в Нікополі і на його околицях в часи Другої світової війни, адже Нікопольсько-Марганецький плацдарм мав велике військово стратегичне значення.</p>\n\n<p>З 1966 р. в Нікополі побудовано завод феросплавів, який і досі є одним з найпотужніших у світі.</p>\n\n<p>З 2001 р. наше місто внесено у список історичних населенних місць України.</p>', 'img/history/2.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `description` text NOT NULL,
  `image` text NOT NULL,
  `date` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `title`, `description`, `image`, `date`) VALUES
(1, 'Дитяче свято.', 'Нікополь відсвяткував День захисту дітей. Веселе свято проходило у парках і скверах міста, біля Краєзнавчого музею.\nЯк завжди відбулось багато концертів, конкурсів, майстер-класів та інших чудових розваг. І, звичайно ж, море морозива!', '<img width="350" height="180" src="img/news/1.jpg"></img>', '01.06.2017'),
(2, 'Інтерв''ю з Катериною Фоміною.', 'Інтерв''ю з керівником ГО «ПРИХИСТ» Катериною Фоміною.', '<iframe align="center" width="100%" height="100%" src="https://www.youtube.com/embed/p3jf4t18ik8" frameborder="0" allowfullscreen></iframe>', '03.06.2017'),
(3, 'Новий Храм.', 'У Нікополі за адресою: вул. Кармелюка, б.4 скоро почне роботу новий Храм святого праведного Петра Калнишевського. \nВін присвячений пам''ятi воїнів-нікопольців, що загинули в зоні АТО. В неділю 04.06.2017 на вулиці біля храму була\nпроведена перша служба, присвячена Дню Святої Трійці.', '<img width="350" height="180" src="img/news/3.jpg"></img>', '04.06.2017');

-- --------------------------------------------------------

--
-- Структура таблицы `seven`
--

CREATE TABLE IF NOT EXISTS `seven` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `title` varchar(1024) NOT NULL,
  `description` text NOT NULL,
  `image` varchar(1024) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Дамп данных таблицы `seven`
--

INSERT INTO `seven` (`id`, `title`, `description`, `image`) VALUES
(1, 'Пам''ятник "Гармата".', '<p>Цей пам''ятний знак встановлений на березі Каховського моря не даремно.Саме за потужної підтримки  артилерії, після масованої артатаки 8 лютого 1944р на цьому місці висадився визвольний дисант, що почав наступ на німецький гардізон. Завдяки славним артилеристам воїни-дісантники понесли значно менші втрати людей і техніки.</p>\n<p>Пам''ятник "Гармата" - улюблене мiсце випускників, які щорічно зустрічають світанок саме на цьому місці.</p>', 'img/chudesa/1.jpg'),
(2, 'Пам''ятник визволителям танк ІС-2.', 'В XIII веке путём постепенного объединения литовскими князьями всех западно-русских земель в единое государство — Великое Княжество Литовское, территория современного Никополя оказалась на самой окраине европейской цивилизации и больше под контроль кочевников не попадала. Но из-за непосредственной близости к Крыму постоянно страдала от татарских набегов. В XV—XVII веках в эти края начинают заселяться выходцы из внутренних русских областей Речи Посполитой. Первое упоминание о Никополе датируется 1594-м годом по записям в дневнике австрийского дипломата, военного деятеля и путешественника, Эриха Лясоты[24], — посла императора Священной Римской империи Рудольфа II. В то время усиление феодально-крепостнического гнета привело к бегству крестьян и горожан в незаселённые степные районы среднего течения Днепра, за пороги, где отсутствовала эксплуатация и лежали неосвоенными огромные площади плодородных земель.', 'img/chudesa/2.jpg'),
(3, 'Свято-Знаменський храм.', '<p>Будівля храму була створена у 1912 році купцем Гусевим, як сімейна церква.</p>\n\n<p>На той час це був єдиний храм старовірів.\nАрхітектура цегляної церкви своєрідна, навіть можна сказати унікальна: купол \n\nстворений за методом, розробленим ще у ХII-XIII стоіттях, коли будували дерев''яні \n\nцеркви. У знаменському храмі куппольне перекриття створене за рахунок дерев''яних \n\nкріплень що з''єднані між собою металевими скобами, які в свою чергу вмонтовані у \n\nдах, сам купол дуже легкий і скаладється враження, що він ніби парить у повітрі.\nЗараз Свято-Знаменський храм білосніжний зверху і гарно розписаний зсередини, він \n\nстав улюбленим для багатьох нікопольців.</p>', 'img/chudesa/3.jpg'),
(4, 'Нікопольський міськвиконком.', '"Білий дім" нашого міста -це будівля Нікопольського міськвиконкому. Вона розташована майже в географічному центрі Нікополя. Перед будівлею розтяглася широка площа з дуже сучасною назвою - Європейська. Мешканців та гостей міста приваблює веселий фонтан напроти виконкому та добре доглянутий сквер позаду. У сквері можна відпочити на зручних лавах та розважити дітей на дитячих майданчиках та атракціонах.', 'img/chudesa/4.jpg'),
(5, 'Могила Івана Сірка.', 'Один з пам''ятників легендарної особистості, що створювала нашу історію- могила кошового отамана Запорізької Січі Івана Дмитровича Сірка, знаходиться на березі Дніпра під Нікополем на вершині стародавнього кургану. Д.І. Сірко був кошовим отаманом користувався i непохитним авторитетом, про що свідчить його обрання кошовим протягом 12 років, починаючи з 1663 г. За свою історію Сірко провів 54 великих і малих битви, ні разу не залишившись переможеним. Підтримував Богдана Хмельницького в боротьбі з поляками, але був противником переходу під протекторат Росії і присягу російському царю не підписав.\nУ 1676 році Сірко підписав лист запорожців до турецького султана Мехмету IV- цей момент історично зафіксований Іллею Рєпіним на своїх полотнах. Прах отамана зазнав кілька перепоховань поки не був перенесений в 1967 р в курган Баба-могила, череп його вилучався і досліджувався з метою реконструкції вигляду в лаболаторії антрополога М.М. Герасимова і був допохований до останків в 2000 р .. Меморіальний комплекс на могилі Д.І. Сірко створений на початку 1990-х років до святкування 500-річчя українського козацтва.', 'img/chudesa/5.jpg'),
(6, 'Пам''ятник Богдану Хмельницькому.', 'У 1954 році, в Нікополі було встановлено пам''ятник видатному державному діячеві, полководцеві, керівнику національно-визвольної війни українського народу середини ХVII століття. Відкриття пам''ятника відбулося в січні 1954 року і було приурочено 300-річчю об''єднання України з Росією.\n\nСкульптура відлита в художній майстерні міста Нальчик.\n\nАвтор пам''ятника-скульптури Іван Петрович Кавалерідзе\n\nПам''ятник являє собою чавунну скульптуру Б.Хмельницького в повний зріст. Державний діяч і полководець зображений в гетьманській парадному одязі, права рука легко підтримує булаву, що засунута за козацький пояс, а ліва - тримає грамоту. Зосереджений погляд розумних очей спрямований вперед. Складки одягу надають велич і легкість фігурi.\nСкульптура встановлена на постамент прямокутної форми. Постамент спирається на ступінчасту основу. На постаменті з лицьового боку закріплена чавунна меморіальна дошка з текстом: «Богдан Хмельницький 1595-1657».', 'img/chudesa/6.jpg'),
(7, 'Літак МІГ-15', '<p>У ніч на 8 лютого 1944 війська 4-го і 3-го Українських фронтів було звільнено місто Нікополь від німецько-фашистських загарбників. В боях за визволення міста брали участь частини і з''єднання 17-ї та 8-ї повітряних армій, до складу яких увійшли 3-й винищувальний авіакорпус, 289-я штурмова авіаційна дивізія, 31-й гвардійський винищувальний авіаційний полк.</p>\n\n<p>Відважні льотчики, не дивлячись на несприятливі погодні умови і величезні втрати везь день здійснювали бойові і штурмові удари по противнику.</p>\n\n<p>Наказами Верховного Головнокомандування Збройних сил СРСР №28 і №29 від 13 лютого 1944 військовим частинам і з''єднанням Червоної Армії, відзначилися в боях за звільнення г .. Нікополя та ліквідації Нікопольського плацдарму німців були присвоєні почесні найменування «Нікопольські». Серед них - 31-й гвардійський винищувальний авіаполк.\n\n<p>На честь славних льотчиків і в пам''ять про їх подвиг в нашому місті встановлено пам''ятний знак - на похилій металевої балцi укріплений літак МІГ-17, націлений в небо. Пам''ятник відкрився 8 травня 1989 року.</p>', 'img/chudesa/7.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `slider`
--

CREATE TABLE IF NOT EXISTS `slider` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `title` varchar(1024) NOT NULL,
  `description` text NOT NULL,
  `image` varchar(1024) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Дамп данных таблицы `slider`
--

INSERT INTO `slider` (`id`, `title`, `description`, `image`) VALUES
(1, '', ' ', 'img/slides/s1.jpg'),
(2, '', '', 'img/slides/s2.jpg'),
(3, '', '', 'img/slides/s3.jpg'),
(4, '', '', 'img/slides/s4.jpg'),
(5, '', '', 'img/slides/s5.jpg'),
(6, '', ' ', 'img/slides/s6.jpg'),
(7, '', ' ', 'img/slides/s7.jpg'),
(8, '', ' ', 'img/slides/s8.jpg'),
(9, '', ' ', 'img/slides/s9.jpg'),
(10, '', ' ', 'img/slides/s10.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `webcams`
--

CREATE TABLE IF NOT EXISTS `webcams` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `title` varchar(1024) NOT NULL,
  `image` varchar(1024) NOT NULL,
  `video_url` varchar(1024) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Дамп данных таблицы `webcams`
--

INSERT INTO `webcams` (`id`, `title`, `image`, `video_url`) VALUES
(1, 'ЦУМ', 'img/webcam/1.jpg', 'http://webcam.nikopolnews.net/cam/cam42.html#size-window'),
(2, 'Пам''ятник "Героям Чернобиля"', 'img/webcam/2.jpg', 'http://webcam.nikopolnews.net/cam/cam34.html#size-window'),
(3, 'вул.Шевченко "КРИСТАЛ"', 'img/webcam/3.jpg', 'http://webcam.nikopolnews.net/cam/cam9.html#size-window'),
(4, 'ЖД Вокзал', 'img/webcam/4.jpg', 'http://webcam.nikopolnews.net/cam/cam42.html#size-window'),
(5, 'Пам''ятник "Гармата"', 'img/webcam/5.jpg', 'http://webcam.nikopolnews.net/cam/cam47.html#size-window'),
(6, 'Парк "Перемоги" фонтан', 'img/webcam/6.jpg', 'http://webcam.nikopolnews.net/cam/cam43.html#size-window'),
(7, 'Яхтклуб', 'img/webcam/7.jpg', 'http://webcam.nikopolnews.net/cam/cam25.html#size-window'),
(8, '"3 участок"', 'img/webcam/8.jpg', 'http://webcam.nikopolnews.net/cam/cam24.html#size-window'),
(9, 'Пам''ятник "Захисник України"', 'img/webcam/3.jpg', 'http://webcam.nikopolnews.net/cam/cam36.html#size-window');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
