<div class="row about">
   		<div class="col-md-5"><a href="#"><img class="image" src="img/site/about.jpg" alt="..."></a></div>
  		<div class="col-md-7">
  		<h4>Про місто</h4>
  		<p class="description">
  				Нікополь - це прекрасне місто на березі Каховського моря, воно має славетне минуле і яскраве сьогодення. Це місто варте уваги завзятого туриста.
  				На моєму сайті ви знайдете цінну і достовірну інформацію про розташування туристичних об'эктiв і найбільш популярних туристичних маршрутів міста. Також ви маєте можливість дивитися онлаїн-трансляцію найбільш жваних місць Нікополя.
 			 	Селище засоноване у 1669 році.Статус міста має з 1926 року.
  				Населення на 01.01.2016 рок - 117,5 тис. осіб.
  				Нікополь – районний центр однойменного району Дніпропетровської області.</p>
   		<p class="text-right readMore"><a href="#">Читать далее -></a></p>
   		</div>
	</div>